/* NSTextField (Local File:) : <title:Local File:> (oid:123) */
"Local File:" = "Lokalna datoteka:";

/* NSTextField (URL:) : <title:URL:> (oid:122) */
"URL:" = "URL:";

/* NSMenuItem : <title:Unlimited Bandwidth> (oid:163) */
"Unlimited Bandwidth" = "Neograničena brzina prijenosa";

"Overwrite all files" = "Prepiši sve datoteke";
"Append existing files" = "Dodaj postojećim datotekama";
"Rename transferred files with a timestamp appended to the filename" = "Preimenuj prenesene datoteke dodavanjem vremenske oznake u ime datoteke";
"Rename existing files with timestamp appended to filename" = "Preimenuj postojeće datoteke dodavanjem vremenske oznake u ime datoteke";
"Skip transfer of files that already exist" = "Preskoči datoteke koje već postoje";
"Prompt for action on every file" = "Upitaj radnju za svaku datoteku";
"Skip files that match size, modification date or checksum" = "Preskoči datoteke, čije se veličine, vremenske oznake ili kontrolni zbrojevi poklapaju";
/* Synchronization */
"Download changed and missing files" = "Preuzmi promijenjene i nedostajuće datoteke";
"Upload changed and missing files" = "Prenesi promijenjene i nedostajuće datoteke";
"Download and Upload" = "Preuzmi i prenesi";

/* Transfer action for existing files. */
"Overwrite" = "Prepiši";
"Overwrite all files" = "Prepiši sve datoteke";

/* Toolbar item in Transfer Window. Transfer action for existing files */
"Resume" = "Nastavi";
"Append existing files" = "Dodaj postojećim datotekama";

/* Transfer action for existing files */
"Rename existing" = "Preimenuj postojeće";
"Rename existing files with timestamp appended to filename" = "Preimenuj postojeće datoteke dodavanjem vremenske oznake u ime datoteke";
"Rename" = "Preimenuj";
"Move" = "Premjesti";
"Rename transferred files with a timestamp appended to the filename" = "Preimenuj prenesene datoteke dodavanjem vremenske oznake u ime datoteke";

/* Transfer action for existing files */
"Skip" = "Preskoči";
"Skip transfer of files that already exist" = "Preskoči datoteke koje već postoje";
"Compare" = "Usporedi";
"Skip files that match size, modification date or checksum" = "Preskoči datoteke, čije se veličine, vremenske oznake ili kontrolni zbrojevi poklapaju";

/* Toolbar item */
"Trash" = "Baci u smeće";
"Move files that already exist to the Trash" = "Premjesti datoteke koje već postoje u smeće";

/* Synchronization actions */
"Download changed and missing files" = "Preuzmi promijenjene i nedostajuće datoteke";
"Upload changed and missing files" = "Prenesi promijenjene i nedostajuće datoteke";
"Download and Upload" = "Preuzmi i prenesi";

/* Synchronize option */
"Mirror" = "Zrcali";

/* NSMenuItem (Neue Verbindung öffnen) : <title:Open new connection> (oid:144) */
"Open single connection" = "Otvori jednu vezu";

/* NSMenuItem (Use browser connection) : <title:Use browser connection> (oid:145) */
"Use browser connection" = "Koristi vezu preglednika";
"Open multiple connections" = "Otvori više veza istovremeno";
"Connections" = "Veze";
"{0} Connections" = "{0} veze";
"Log" = "Log zapis";
